0/U
FoamFile
{
	version	2.0;
	format	binary;
	class	volVectorField;
	location	"0";
	object	U;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 1 -1 0 0 0 0];
internalField	uniform (0 0 0);
boundaryField
{
	airinlet
	{
		type	surfaceNormalFixedValue;
		refValue	uniform -10;
	}
	airoutlet
	{
		type	pressureInletOutletVelocity;
		value	uniform (0 0 0);
		rho	rhok;
	}
	airsymmetry
	{
		type	symmetry;
	}
	airsymmetryside
	{
		type	symmetry;
	}
	finwall
	{
		type	noSlip;
	}
	pipewall
	{
		type	noSlip;
	}
}
