0/alphat
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	alphat;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 2 -1 0 0 0 0];
internalField	uniform 0;
boundaryField
{
	airinlet
	{
		type	calculated;
		value	uniform 0;
	}
	airoutlet
	{
		type	calculated;
		value	uniform 0;
	}
	airsymmetry
	{
		type	symmetry;
	}
	airsymmetryside
	{
		type	symmetry;
	}
	finwall
	{
		type	alphatJayatillekeWallFunction;
		value	uniform 0;
		Prt	0.7;
	}
	pipewall
	{
		type	alphatJayatillekeWallFunction;
		value	uniform 0;
		Prt	0.7;
	}
}
