0/k
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	k;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 2 -2 0 0 0 0];
internalField	uniform 0.009999999776482582;
boundaryField
{
	airinlet
	{
		type	turbulentIntensityKineticEnergyInlet;
		value	uniform 0.009999999776482582;
		intensity	0.05;
	}
	airoutlet
	{
		type	zeroGradient;
	}
	airsymmetry
	{
		type	symmetry;
	}
	airsymmetryside
	{
		type	symmetry;
	}
	finwall
	{
		type	kqRWallFunction;
		value	uniform 0.009999999776482582;
	}
	pipewall
	{
		type	kqRWallFunction;
		value	uniform 0.009999999776482582;
	}
}
