0/nut
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	nut;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 2 -1 0 0 0 0];
internalField	uniform 0.10000000149011612;
boundaryField
{
	airinlet
	{
		type	calculated;
		value	uniform 0.10000000149011612;
	}
	airoutlet
	{
		type	calculated;
		value	uniform 0.10000000149011612;
	}
	airsymmetry
	{
		type	symmetry;
	}
	airsymmetryside
	{
		type	symmetry;
	}
	finwall
	{
		type	nutUWallFunction;
		value	uniform 0.10000000149011612;
	}
	pipewall
	{
		type	nutUWallFunction;
		value	uniform 0.10000000149011612;
	}
}
