0/omega
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	omega;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 0 -1 0 0 0 0];
internalField	uniform 1;
boundaryField
{
	airinlet
	{
		type	turbulentMixingLengthFrequencyInlet;
		value	uniform 1;
		mixingLength	0.001;
	}
	airoutlet
	{
		type	zeroGradient;
	}
	airsymmetry
	{
		type	symmetry;
	}
	airsymmetryside
	{
		type	symmetry;
	}
	finwall
	{
		type	omegaWallFunction;
		value	uniform 1;
	}
	pipewall
	{
		type	omegaWallFunction;
		value	uniform 1;
	}
}
