0/p_rgh
FoamFile
{
	version	2.0;
	format	binary;
	class	volScalarField;
	location	"0";
	object	p_rgh;
	arch	"LSB;label=32;scalar=64";
}
dimensions	[0 2 -2 0 0 0 0];
internalField	uniform 0;
boundaryField
{
	airinlet
	{
		type	fixedFluxPressure;
	}
	airoutlet
	{
		type	fixedValue;
		value	uniform 100000;
	}
	airsymmetry
	{
		type	symmetry;
	}
	airsymmetryside
	{
		type	symmetry;
	}
	finwall
	{
		type	zeroGradient;
	}
	pipewall
	{
		type	zeroGradient;
	}
}
