constant/thermophysicalProperties
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"constant";
	object	thermophysicalProperties;
}
thermoType
{
	type	heRhoThermo;
	mixture	pureMixture;
	transport	const;
	thermo	hConst;
	equationOfState	perfectGas;
	specie	specie;
	energy	sensibleEnthalpy;
}
mixture
{
	specie
	{
		nMoles	1.0;
		molWeight	28.96;
	}
	thermodynamics
	{
		Cp	1005.0;
		Hf	0.0;
	}
	transport
	{
		mu	1.8E-5;
		Pr	0.7;
	}
	equationOfState
	{
	}
}
