constant/transportProperties
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"constant";
	object	transportProperties;
}
transportModel	Newtonian;
nu	nu [0 2 -1 0 0 0 0] 1.5E-5;
beta	beta [0 0 0 -1 0 0 0] 0.003;
TRef	TRef [0 0 0 1 0 0 0] 300.0;
Pr	Pr [0 0 0 0 0 0 0] 0.9;
Prt	Prt [0 0 0 0 0 0 0] 0.7;
rhoRef	rhoRef [1 -3 0 0 0 0 0] 1.2;
CpRef	CpRef [0 2 -2 -1 0 0 0] 1000.0;
