system/fvSolution
FoamFile
{
	version	2.0;
	class	dictionary;
	format	ascii;
	location	"system";
	object	fvSolution;
}
solvers
{
	p_rgh
	{
		solver	GAMG;
		smoother	GaussSeidel;
		relTol	0.01;
		cacheAgglomeration	true;
		nFinestSweeps	2;
		nPreSweeps	0;
		maxIter	100;
		nPostSweeps	1;
		agglomerator	faceAreaPair;
		nCellsInCoarsestLevel	10;
		tolerance	1.0E-6;
		mergeLevels	1;
	}
	U
	{
		solver	PBiCGStab;
		relTol	0.1;
		preconditioner	DILU;
		tolerance	1.0E-6;
		maxIter	100;
	}
	T
	{
		solver	PBiCGStab;
		relTol	0.1;
		preconditioner	DILU;
		tolerance	1.0E-6;
		maxIter	100;
	}
	k
	{
		solver	PBiCGStab;
		relTol	0.1;
		preconditioner	DILU;
		tolerance	1.0E-6;
		maxIter	100;
	}
	omega
	{
		solver	PBiCGStab;
		relTol	0.1;
		preconditioner	DILU;
		tolerance	1.0E-6;
		maxIter	100;
	}
}
SIMPLE
{
	nNonOrthogonalCorrectors	1;
	momentumPredictor	true;
	residualControl
	{
		p_rgh	1.0E-4;
		U	1.0E-6;
		T	1.0E-4;
		k	1.0E-6;
		omega	1.0E-6;
	}
	pRefCell	0;
	pRefValue	0.0;
}
relaxationFactors
{
	p_rgh	0.5;
	U	0.2;
	T	0.5;
	k	0.5;
	omega	0.5;
}
